Repository: archanaserver/hammer_cli_foreman_bootdisk
Catalog: locale/*/hammer_cli_foreman_bootdisk.po
Languages: ca, fr

source: File or device to write image to
ca: Fitxer o dispositiu on escriure
fr: Fichier ou périphérique sur lequel écrire une image

source: Force writing to existing destination (device etc.)
ca: Força l'escriptura a una destinació existent (dispositiu, etc.)
fr: Écriture forcée sur destination existantes (périphériques, etc)

source: Use sudo to write to device
ca: Utilitzeu sudo per escriure al disc
fr: Utilisez sudo pour écrire un périphérique

source: Destination %s already exists and isn't a regular file, use '--force' if you are sure you wish to write to it
ca: La destinació %s ja existeix i no és un fitxer regular, utilitzeu '--force' si esteu segur que voleu sobreescriure-ho.
fr: La destination %s existe déjà et n'est pas un fichier standard. Utilisez '--force' si vous êtes sûr de vouloir écrire dessus.

source: Successfully downloaded generic disk image to %s
ca: S'ha baixat correctament la imatge genèrica de disc a %s
fr: Image de disque générique téléchargée vers %s

source: Failed to download generic disk image
ca: No s'ha pogut baixar la imatge genèrica de disc
fr: Échec du téléchargement de l'image de disque générique

source: Successfully downloaded host disk image to %s
ca: S'ha baixat correctament la imatge de disc d'amfitrió a %s
fr: Image de disque de l'hôte téléchargée vers %s

source: Failed to download host disk image
ca: No s'ha pogut baixar la imatge de disc d'amfitrió
fr: Échec du téléchargement de l'image de disque de l'hôte

source: Successfully downloaded subnet disk image to %s
ca: S'ha baixat correctament la imatge de disc de subxarxa a %s
fr: Image de disque du sous-réseau téléchargée vers %s

source: Failed to download subnet disk image
ca: No s'ha pogut baixar la imatge de disc de subxarxa
fr: Échec du téléchargement de l'image de disque du sous-réseau

source: Download boot disks
ca: Baixa els discs d'arrencada
fr: Téléchargez les disques de démarrage
